START_MESSAGE = (
    "Привет! Я бот, в котором ты найдешь самую разную музыку\n"
    "Используй /help для просмотра списка команд"
)

HELP_MESSAGE = (
    "Список команд:\n"
    "/start - приветствие\n"
    "/song - поиск треков\n"
    "/artist - поиск артиста\n"
    "/info - информация о треке"
)

SONG_MESSAGE = "Введите название песни:"
NO_SONGS_MESSAGE = "Песни не найдены"
ARTIST_MESSAGE = "Введите никнейм исполнителя:"
NO_ARTISTS_MESSAGE = "Исполнители не найдены"
INFO_MESSAGE = "Введите название песни и исполнителя, чтобы получить справочную информацию"
NO_INFO_MESSAGE = "Не удалось найти информацию о песне."
API_ERROR_MESSAGE = "Ошибка при обращении к DEEZER"
